//example: [ 1(number), "vert(goriz)", 2 - x, 2 - y, "question", 'a', 's', 'f' - answer]

questions_answers = [
[ 1, "goriz", 1, 2, "На какие 8 частей Пётр 1 разделил Россию", 'г', 'у', 'б', 'е', 'р', 'н', 'и', 'и'],
[ 2, "goriz", 2, 4, "Кто из правителей первым разрешил вывоз хлеба за границу", 'е', 'к', 'а', 'т', 'е', 'р', 'и', 'н', 'а'],
[ 3, "goriz", 1, 6, "Какой экономической политики придерживалась Елизавета Петровна", 'п', 'р', 'о', 'т', 'е', 'к', 'ц', 'и', 'о', 'н', 'и', 'з', 'м'],
[ 4, "goriz", 3, 9, "Назовите президента Коммерц- коллегии ( с 1794)", 'д', 'е', 'р', 'ж', 'а', 'в', 'и', 'н'],
[ 5, "goriz", 13, 4, "Какие органы ввел Петр 1 вместо приказов", 'к', 'о', 'л', 'л', 'е', 'г', 'и', 'и'],
[ 6, "vert", 5, 1, "Политика, которой придерживался Петр 1 большую часть своего правления", 'ф', 'р', 'и', 'т', 'р', 'е', 'д', 'е', 'р', 'с', 'т', 'в', 'о'],
[ 7, "vert", 7, 8, "Назовите начальника Санкт-Петербургской таможки", 'р', 'а', 'д', 'и', 'щ', 'е', 'в'],
[ 8, "vert", 13, 4, "Коллегия, ведавшая таможенными пошлинами", 'к', 'а', 'м', 'м', 'е', 'р'],
[ 9, "vert", 17, 1, "Как раньше назвалась Санкт-Петербургская губерния", 'и', 'н', 'г', 'е', 'р', 'м', 'а', 'н', 'л', 'а', 'н', 'д', 'с', 'к', 'а', 'я']
]